-- phpMyAdmin SQL Dump
-- version 3.2.4
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Nov 18, 2013 at 05:08 AM
-- Server version: 5.1.44
-- PHP Version: 5.3.1

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";

--
-- Database: `storelocator`
--

--
-- Dumping data for table `sl_store`
--
INSERT INTO `sl_store` (`id`, `name`, `address`, `zip`, `telf`, `latitude`, `longitude`, `position`, `world_area_id`, `country_id`, `city_id`, `store_type_id`, `store_status_id`, `product_line_id`, `created_at`, `updated_at`, `slug`, `online`, `email`) VALUES
(293, '美美力诚', '成都市人民南路二段18号川信大厦美美力诚百货205店铺', NULL, '(+86) 28 8620 0839', '30.6586021', '104.064858', NULL, 1, 20, 80, NULL, 2, NULL, '2013-01-08 01:21:31', '2013-01-08 01:21:31', 'chengdu-maison-mode', 1, NULL),
(294, '金融街购物中心', '北京市西城区金城坊街2号金融街购物中心L310店铺', '100033', '(+86) 010 6622 2770', '39.915061', '116.362154', NULL, 1, 20, 32, NULL, 1, NULL, '2013-01-08 01:21:31', '2013-01-08 01:21:31', 'beijing-seasons-place', 1, NULL),
(295, '西单汇', '北京市西城区西单北大街110号北京西单汇L2, 2.6店铺', '100032', '(+86) 010 8306 3059', '39.914575', '116.374449', NULL, 1, 20, 32, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'beijing-galeries-lafayette', 1, NULL),
(296, '东方广场', '北京东城区东长安街1号北京东方广场地铁层BB29店', '100005', '(+86) 010 8518 5001', '39.9102135', '116.414544', NULL, 1, 20, 32, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'beijing-oriental-plaza', 1, NULL),
(297, '港汇恒隆', '中国上海市虹桥路1号港汇恒隆2层255店', '200030', '(+86) 021 6448 2671', '31.1944760', '121.437410', NULL, 1, 20, 313, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'shanghai-grand-gateway', 1, NULL),
(298, '恒隆广场', '中国上海市南京西路1266号恒隆广场302店', '200040', '(+86) 021 6288 4464', '31.2282889', '121.453685', NULL, 1, 20, 313, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-08-06 08:06:54', 'shanghai-plaza-66', 1, ''),
(299, '环球港', '中国上海市中山北路3300号环球港L1023店', '200062', '(+86) 021 6067 1933', '31.231564', '121.411133', NULL, 1, 20, 313, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'shanghai-global-harbor', 1, NULL),
(443, '奥特莱斯', '中国上海市沪青平公路2888号上海奥特莱斯B152店', NULL, '(+86) 216 915 5035', '31.2307080', '121.472916', NULL, 1, 20, 313, NULL, 1, NULL, '2013-01-08 01:21:36', '2013-01-08 01:21:36', 'shanghai', 1, NULL),
(449, '德基广场', '南京中山路18号德基广场二期F310店', NULL, '(+86) 025 8476 3328', '39.1640079', '117.206504', NULL, 1, 20, 229, NULL, 1, NULL, '2013-01-08 01:21:36', '2013-01-08 01:21:36', 'nanjing-deji', 1, NULL),
(450, '百连城', '大连市中山区解放路19号G02-03店铺', NULL, NULL, '38.9168985', '121.636397', NULL, 1, 20, 94, NULL, 2, NULL, '2013-01-08 01:21:36', '2013-01-08 01:21:36', 'dalian-parkland', 1, NULL),
(481, '海信广场', '青岛市市南区澳门路117号海信广场二楼233-235店铺', NULL, '+86 532 6678 8224', '36.0649132', '120.387469', NULL, 1, 20, 275, NULL, 2, NULL, '2013-01-08 01:21:37', '2013-01-08 01:21:37', 'qingdao-hisense', 1, NULL),
(482, '中大国际名品广场', '西安市南大街30号中大国际名品广场A310店铺', '710002', '+86 29 8720 3481', '34.2543078', '108.946609', NULL, 1, 20, 371, NULL, 2, NULL, '2013-01-08 01:21:37', '2013-01-08 01:21:37', 'xian-zhongda-international-mansion', 1, NULL),
(487, '皇城恒隆广场', '沈阳市沈河区中街路128号沈阳皇城恒隆广场L1-130-1号店', '110011', '(+86) 024 3109 9670', '41.801887', '123.454183', NULL, 1, 20, 315, NULL, 1, NULL, '2013-01-08 01:21:37', '2013-01-08 01:21:37', 'shenyang-palace-66', 1, NULL),
(488, '万象城', '杭州江干区富春路701号万象城2楼213号商铺', NULL, '(+86) 571 8970 5191', '30.251913', '120.215512', NULL, 1, 20, 134, NULL, 1, NULL, '2013-01-08 01:21:37', '2013-01-08 01:21:37', 'hangzhou-mixc-mall', 1, NULL),
(501, '丽柏广场', '广州市环市东路367号丽柏广场2层201-203店', NULL, '(+86) 020 8318 5298', '23.1374397', '113.286166', NULL, 1, 20, 129, NULL, 1, NULL, '2013-01-08 01:21:38', '2013-01-08 01:21:38', 'guangzhou-la-perle-accessories', 1, NULL),
(531, '赛特奥特莱斯', '北京朝阳区香江北路28号赛特奥特莱斯1号楼1-003店', '100103', '(+86) 010 8435 7518', '39.9046670', '116.408198', NULL, 1, 20, 32, NULL, 1, NULL, '2013-01-08 01:21:39', '2013-01-08 01:21:39', 'beijing', 1, NULL),
(537, '丽柏广场', '广州市环市东路367号丽柏广场2层201-203店', '510065', '(+86) 20 8330 7869', '23.1383473', '113.286166', NULL, 1, 20, 129, NULL, 1, NULL, '2013-01-08 01:21:39', '2013-08-06 08:17:02', 'guangzhou-la-perle', 1, ''),
(557, '三里屯', '北京朝阳区三里屯路11号院N4号楼N4-18&N4-29单元', '100027', '(+86) 010 6416 2337', '39.94002', '116.45545', NULL, 1, 20, 32, NULL, 1, NULL, '2013-01-08 01:21:39', '2013-08-06 08:08:21', 'beijing-san-li-tun', 1, ''),
(568, '新世界时尚广场', '湖南省长沙市五一西路153号长沙新世界时尚广场1楼DIESEL专柜', NULL, '+86 731 82829 742', '28.1940875', '113.002152', NULL, 1, 20, 79, NULL, 2, NULL, '2013-01-08 01:21:40', '2013-01-08 01:21:40', 'changsha-new-world', 1, NULL),
(571, '远大购物中心', '哈尔滨市南岗区果戈里大街378号远大购物中心二层DIESEL专柜', NULL, '(+86) 451 5362 6350', '45.7609215', '126.643395', NULL, 1, 20, 136, NULL, 1, NULL, '2013-01-08 01:21:40', '2013-01-08 01:21:40', 'harbin-grand-shopping-centre', 1, NULL),
(572, '远大购物中心', '哈尔滨市南岗区果戈里大街378号远大购物中心二层DIESEL专柜', NULL, '+86 451 5363 4072', '45.7609215', '126.643395', NULL, 1, 20, 136, NULL, 2, NULL, '2013-01-08 01:21:40', '2013-01-08 01:21:40', 'harbin-accessories', 1, NULL),
(575, '无锡恒隆广场', '无锡市崇安区人民中路139号恒隆广场2层217店铺', NULL, '(+86) 510 8857 0381', '31.575611', '120.300152', NULL, 1, 20, 370, NULL, 1, NULL, '2013-01-08 01:21:40', '2013-01-08 01:21:40', 'wuxi-center-66', 1, NULL),
(1523, '市府恒隆广场', '沈阳市沈河区青年大街1号市府恒隆广场328号店', '110063', '(+86) 024 2296 2542', '41.796095', '123.458693', NULL, NULL, 20, 315, NULL, 1, NULL, '2013-08-09 00:58:13', '2013-08-09 01:00:09', 'shenyang-forum-66', 1, ''),
(1546, '沈阳奥特莱斯', '沈阳市东陵区双园路36号赛特奥特莱斯A2-103 & 104号店', '110015', '(+86) 024 3169 4396', '41.842583', '123.618579', NULL, 1, 20, 315, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'shenyang-premium-outlet', 1, NULL),
(1547, '银河购物中心', '天津河西区乐园道9号银河购物中心L2-008-02号店', '300201', '(+86) 022 8388 7518', '39.090917', '117.213852', NULL, 1, 20, 862, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'tianjin-galaxy-mall ', 1, NULL),
(1548, '佛罗伦萨小镇奥特莱斯', '天津武清区前进道北侧佛罗伦萨小镇170单元', '300799', '(+86) 022 5969 8290', '39.375511', '117.016654', NULL, 1, 20, 862, NULL, 1, NULL, '2013-01-08 01:21:32', '2013-01-08 01:21:32', 'tianjin-florentia-village', 1, NULL);
